Revit 2024 API
ParameterTypeId.FabricationSetUpDownTag Property
 "SU/SD from Top"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricationSetUpDownTag { get; }
Visual Basic
Public Shared ReadOnly Property FabricationSetUpDownTag As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationSetUpDownTag {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace